Repository: asc-csa/ckanext-asc-csa
Catalog: ckanext/csa/i18n/*/LC_MESSAGES/ckanext-csa.po
Languages: fr

source: Click here for more information.
fr: Cliquez ici pour plus d'informations.

source: Here are some reasons you may not be seeing expected views:
fr: Voici quelques raisons pourquoi vous ne voyez peut-être pas la bonne visualisation

source: No view has been created that is suitable for this resource
fr: Il n'existe pas de visualisation correspondant à cette ressource.

source: The site administrators may not have enabled the relevant view plugins
fr: L'administrateur du site n'a peut être pas activé les plugins nécessaires à cette visualisation

source: If a view requires the DataStore, the DataStore plugin may not be enabled, or the data may not have been pushed to the DataStore, or the DataStore hasn't finished processing the data yet
fr: Si une vue nécessite le DataStore, le plugin DataStore peut ne pasêtre activé, ou les données peuvent ne pas avoir été poussées versle DataStore, ou le DataStore n'a pas encore fini de traiter les données

source: Clear filters
fr: Effacer tout

source: Relevance
fr: Pertinence

source: Name Ascending
fr: Nom ascendant

source: Name Descending
fr: Nom descendant

source: Popular
fr: Populaire

source: full {format} dump
fr: décharge {format} complète

source: You can also access this registry using the %(api_doc_link)s) or download a %(dump_link)s.
fr: Vous pouvez également accéder à ce registre en utilisant les liens%(api_doc_link)s) ou télécharger un %(dump_link)s.

source: More on this record
fr: Plus d'information sur cette fiche

source: State
fr: État

source: Last updated
fr: Dossier modifié

source: Created
fr: Dossier publié

source: This third party metadata element has been translated using an automated translation tool (DeepL). To report any discrepancies please contact open-ouvert@tbs-sct.gc.ca
fr: Cet élément de métadonnées provenant d'une tierce partie a été traduit à l'aide d'un outil de traduction automatisée (DeepL). Pour signaler toute anomalie, veuillez communiquer avec nous à open-ouvert@tbs-sct.gc.ca

source: Download the resource named :
fr: Télécharger la ressource :

source: Preview
fr: Aperçu

source: (experimental)
fr: (expérimental)

source: Edit
fr: Éditer

source: Fullscreen
fr: Plein écran

source: Embed
fr: Intégrer

source: This resource view is not available at the moment.
fr: La visualisation de cette ressource n'est pas disponible pour le moment

source: Embed resource view
fr: Intégrer la visualisation de cette ressource

source: You can copy and paste the embed code into a CMS or blog software that supports raw HTML
fr: Vous pouvez copier-coller le code d'intégration dans un logiciel supportant le format html brut

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: Resource list table
fr: Tableau des ressources

source: Resource name
fr: Nom

source: Language
fr: Langue

source: Links
fr: Liens

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a>
fr: <p class="empty">Cet ensemble de données n'a pas de données,, <a href="%(url)s"> pourquoi ne pas en ajouter?</a>

source: Remove the filter
fr: Retirer le filtre

source: Language selection link
fr: Sélection de langue

source: This dataset has no description
fr: Aucune description disponible pour cet ensemble de données

source: Organization
fr: Organisation

source: Issued by
fr: Publiée par

source: Resource Formats
fr: Formats des ressources

source: Add to Map Cart
fr: Ajouter au panier de cartes

source: Remove from Map Cart
fr: Supprimer du panier

source: Search datasets...
fr: Chercher les jeux de données

source: Search
fr: Recherche

source: Order by
fr: Par ordre

source: Sort
fr: Trier

source: <p class="extra">Please try another search.</p>
fr: <p class="extra">Veuillez essayer une autre recherche.</p>

source: <p id="search-error"><strong>There was an error while searching.</strong> Please try again.</p>
fr: <p id="search-error"><strong>Il y a eu une erreur lors de la recherche.</strong> Veuillez réessayer.</p>
