Repository: asc-csa/ckanext-asc-csa
Catalog: ckanext/csa/i18n/*/LC_MESSAGES/ckanext-csa.po
Languages: fr

source: Data or information
fr: Données ou information

source: Collection type
fr: Type de collection

source: Science or management
fr: Sciences ou gestion

source: Keywords
fr: Mots clés

source: CSA Science category
fr: Catégorie scientifique ASC

source: Jurisdiction
fr: Juridiction

source: Project
fr: Projet

source: Portal type
fr: Type de portail

source: Subject
fr: Sujet

source: Resource type
fr: Type de ressource

source: Topic Categories
fr: Catégorie thématique

source: Error 404 - Not found
fr: Erreur 404 - La page que vous recherchez semble introuvable

source: The server cannot find anything matching the requested URL
fr: Le serveur ne trouve aucun résultat pour l'URL demandée

source: About government
fr: Au sujet du gouvernement

source: https://www.canada.ca/en/contact.html
fr: https://www.canada.ca/fr/contact.html

source: Contact us
fr: Contactez-nous

source: https://www.canada.ca/en/government/dept.html
fr: https://www.canada.ca/fr/gouvernement/min.html

source: Departments and agencies
fr: Ministères et organismes

source: https://www.canada.ca/en/government/publicservice.html
fr: https://www.canada.ca/fr/gouvernement/fonctionpublique.html

source: Public service and military
fr: Fonction publique et force militaire

source: https://www.canada.ca/en/news.html
fr: https://www.canada.ca/fr/nouvelles.html

source: News
fr: Nouvelles

source: https://www.canada.ca/en/government/system/laws.html
fr: https://www.canada.ca/fr/gouvernement/systeme/lois.html

source: Treaties, laws and regulations
fr: Traités, lois et règlements

source: https://www.canada.ca/en/transparency/reporting.html
fr: https://www.canada.ca/fr/transparence/rapports.html

source: Government-wide reporting
fr: Rapports à l'échelle du gouvernement

source: https://pm.gc.ca/eng
fr: https://pm.gc.ca/fr

source: Prime Minister
fr: Premier ministre

source: https://www.canada.ca/en/government/system.html
fr: https://www.canada.ca/fr/gouvernement/systeme.html

source: How government works
fr: À propos du gouvernement

source: https://open.canada.ca/en/
fr: http://ouvert.canada.ca/

source: Open government
fr: Gouvernement ouvert

source: About this site
fr: À propos de ce site

source: https://www.canada.ca/en/social.html
fr: https://www.canada.ca/fr/sociaux.html

source: Social media
fr: Médias sociaux

source: https://www.canada.ca/en/mobile.html
fr: https://www.canada.ca/fr/mobile.html

source: Mobile applications
fr: Applications mobiles

source: https://www1.canada.ca/en/newsite.html
fr: https://www.canada.ca/fr/gouvernement/a-propos.html

source: About Canada.ca
fr: À propos de Canada.ca

source: https://www.canada.ca/en/transparency/terms.html
fr: https://www.canada.ca/fr/transparence/avis.html

source: Terms and conditions
fr: Avis

source: https://www.canada.ca/en/transparency/privacy.html
fr: https://www.canada.ca/fr/transparence/confidentialite.html

source: Privacy
fr: Confidentialité

source: Top of Page
fr: Haut de la page

source: Report a problem on this page
fr: Signaler un problème ou une erreur sur cette page

source: Date modified:
fr: Date de modification :

source: Language selection
fr: Sélection de langue

source: https://www.canada.ca/en.html
fr: https://www.canada.ca/fr.html

source: Search Canada.ca
fr: Rechercher dans Canada.ca

source: https://www.canada.ca/en/sr/srb.html
fr: https://www.canada.ca/fr/sr/srb.html

source: Main
fr: Accueuil

source: https://www.canada.ca/en/services/jobs.html
fr: https://www.canada.ca/fr/services/emplois.html

source: Jobs and the workplace
fr: Emplois et milieu de travail

source: https://www.canada.ca/en/services/immigration-citizenship.html
fr: https://www.canada.ca/fr/services/immigration-citoyennete.html

source: Immigration and citizenship
fr: Immigration et citoyenneté

source: https://travel.gc.ca/
fr: https://voyage.gc.ca/

source: Travel and tourism
fr: Voyage et tourisme

source: https://www.canada.ca/en/services/business.html
fr: https://www.canada.ca/fr/services/entreprises.html

source: Business and industry
fr: Entreprises et industrie

source: https://www.canada.ca/en/services/benefits.html
fr: https://www.canada.ca/fr/services/prestations.html

source: Benefits
fr: Prestations

source: https://www.canada.ca/en/services/health.html
fr: https://www.canada.ca/fr/services/sante.html

source: Health
fr: Santé

source: https://www.canada.ca/en/services/taxes.html
fr: https://www.canada.ca/fr/services/impots.html

source: Taxes
fr: Impôts

source: https://www.canada.ca/en/services/environment.html
fr: https://www.canada.ca/fr/services/environnement.html

source: Environment and natural resources
fr: Environnement et ressources naturelles

source: https://www.canada.ca/en/services/defence.html
fr: https://www.canada.ca/fr/services/defense.html

source: National security and defence
fr: Sécurité nationale et défense

source: https://www.canada.ca/en/services/culture.html
fr: https://www.canada.ca/fr/services/culture.html

source: Culture, history and sport
fr: Culture, histoire et sport

source: https://www.canada.ca/en/services/policing.html
fr: https://www.canada.ca/fr/services/police.html

source: Policing, justice and emergencies
fr: Services de police, justice et urgences

source: https://www.canada.ca/en/services/transport.html
fr: https://www.canada.ca/fr/services/transport.html

source: Transport and infrastructure
fr: Transport et infrastructure

source: https://international.gc.ca/world-monde/index.aspx?lang=eng
fr: https://www.international.gc.ca/world-monde/index.aspx?lang=fra

source: Canada and the world
fr: Le Canada et le monde

source: https://www.canada.ca/en/services/finance.html
fr: https://www.canada.ca/fr/services/finance.html

source: Money and finances
fr: Argent et finances

source: https://www.canada.ca/en/services/science.html
fr: https://www.canada.ca/fr/services/science.html

source: Science and innovation
fr: Science et innovation

source: Jobs
fr: Emplois

source: : home
fr: : accueil

source: Find a job
fr: Trouver un emploi

source: Training
fr: Formation

source: Hire and manage employees
fr: Embauche et gestion de personnel

source: Starting a business
fr: Démarrage d'entreprise

source: Workplace standards
fr: Normes en milieu de travail

source: Pensions and retirement
fr: Pensions et retraite

source: Employment Insurance and leave
fr: Prestation d'assurance-emploi et congés

source: Most requested
fr: En demande

source: View your Records of Employment
fr: Voir vos Relevés d'emploi

source: Apply for a Social Insurance Number (SIN)
fr: Demander un numéro d'assurance-sociale

source: Hire a temporary foreign worker
fr: Embaucher un travailleur étranger temporaire

source: Immigrate as a skilled worker
fr: Immigrer en tant que travailleur qualifié

source: and citizenship
fr: et citoyenneté

source: My application
fr: Ma demande

source: Visit
fr: Visiter

source: Immigrate
fr: Immigrer

source: Work
fr: Travailler

source: Study
fr: Étudier

source: Citizenship
fr: Citoyenneté

source: New immigrants
fr: Nouveaux immigrants

source: Canadians
fr: Canadiens

source: Refugees and asylum
fr: Réfugiés et octroi de l'asile

source: Enforcement and violations
fr: Application de la loi et infractions

source: Sign in or create an account to apply online
fr: Se connecter ou créer un compte pour présenter une demande en ligne

source: Check your application status
fr: Vérifier l'état de sa demande

source: Check application processing times
fr: Vérifier les délais de traitement des demandes

source: Find an application form
fr: Trouver un formulaire de demande

source: Pay your fees
fr: Payer les frais

source: Find out if you need an eTA or a visa to visit Canada
fr: Déterminer si vous avez besoin d'une AVE ou d'un visa pour visiter le Canada

source: Have questions? Find answers in the Help Centre
fr: Trouver réponse à ses questions dans le Centre d'aide

source: Travel
fr: Voyage

source: and tourism
fr: et tourisme

source: Travel advice and advisories
fr: Conseils aux voyageurs et avertissements

source: Canadian attractions, events and experiences
fr: Attraits touristiques, événements et expériences au Canada

source: Canadian passports
fr: Passeports canadiens

source: Travelling abroad
fr: Voyager à l'étranger

source: Air travel
fr: Voyager en avion

source: Returning to Canada
fr: Retour au Canada

source: Assistance abroad
fr: Assistance à l'étranger

source: Stay connected
fr: Restez branché

source: Visit Canada
fr: Visiter le Canada

source: Consent letter for children travelling abroad
fr: Lettre de consentement pour les enfants qui voyagent à l'étranger

source: Canada - U.S. border wait times
fr: Temps d'attente à la frontière Canada - États-Unis

source: Register as a Canadian abroad
fr: Inscrivez-vous comme Canadien à l'étranger

source: Apply for NEXUS
fr: Adhérez à NEXUS

source: What you can bring home to Canada
fr: Ce que vous pouvez ramener au Canada

source: Contact an embassy or consulate
fr: Communiquer avec une ambassade ou un consulat

source: Cannabis and international travel
fr: Le cannabis et les voyages à l'étranger

source: Business
fr: Entreprises

source: and industry
fr: et industrie

source: Business grants and financing
fr: Subventions et financement pour les entreprises

source: Business taxes
fr: Taxes et impôt des entreprises

source: Federal corporations
fr: Sociétés de régime fédéral

source: Hiring and managing employees
fr: Embauche et gestion de personnel

source: International trade and investment
fr: Commerce international et investissements

source: Permits, licences and regulations
fr: Permis, licences et règlements

source: Doing business with government
fr: Faire affaire avec le gouvernement

source: R&amp;D and innovation
fr: Recherche-développement et innovation

source: Research and business intelligence
fr: Recherche et renseignements d'affaires

source: Intellectual property and copyright
fr: Propriété intellectuelle et droit d'auteur

source: Maintaining your business
fr: Administration de votre entreprise

source: Protecting your business
fr: Protection de votre entreprise

source: Insolvency for business
fr: Insolvabilité pour les entreprises

source: Find a corporation
fr: Trouver une société

source: Report your imported goods
fr: Déclarer vos produits importés

source: Search for trademarks
fr: Chercher des marques de commerce

source: Review custom tariffs for importing goods
fr: Réviser les tarifs des douanes pour l'importation de produits

source: Find a patent
fr: Trouver un brevet

source: Import and export from Canada
fr: Importer et exporter à partir du Canada

source: Name a business
fr: Trouver un nom pour votre compagnie

source: Make changes to your corporation (Online Filing Centre)
fr: Apporter des changements à votre société (Centre de dépôt en ligne)

source: Family and caregiving benefits
fr: Prestations pour familles et proches aidants

source: Public pensions
fr: Pensions pibliques

source: Education and student aid
fr: Éducation et aide aux étudiants

source: Housing benefits
fr: Prestations relatives au logement

source: Disability benefits
fr: Prestations relatives aux personnes handicapées

source: Benefits finder
fr: Chercheur de prestations

source: Benefit payment dates
fr: Dates de paiement des prestations

source: Apply for Employment Insurance
fr: Présenter une demance d'assurance-emploi

source: Apply for student loans and grants
fr: Faire une demande de bourses et de prêts d'études

source: Sign in to a Government of Canada online account
fr: Ouvrir une session pour un compte en ligne du gouvernement du Canada

source: Sign up for direct deposit
fr: Inscrivez-vous au dépôt direct

source: Submit your EI report
fr: Soumettre une déclaration d’assurance-emploi

source: Child and family benefits calculators
fr: Calculateur de prestations pour enfants et familles

source: Food and nutrition
fr: Aliments et nutrition

source: Diseases and conditions
fr: Maladies et affections

source: Vaccines and immunization
fr: Vaccins et immunisation

source: Drug and health products
fr: Médicaments et produits de santé

source: Product safety
fr: Sécurité des produits

source: Health risks and safety
fr: Sécurité et risque pour la santé

source: Healthy living
fr: Vie saine

source: Indigenous health
fr: Santé des Autochtones

source: Health system and services
fr: Système et services de santé

source: Science, research and data
fr: Science, recherche et données

source: Licensed cultivators, processors and seller of cannabis
fr: Cultivateurs, transformateurs et vendeurs de cannabis qui détiennent une licence

source: Food and product recalls and safety alerts
fr: Rappels d'aliments et de produits et alertes de sécurité

source: Canada's food guide
fr: Guide alimentaire du Canada

source: Income Tax
fr: Impôt sur le revenu

source: GST/HST
fr: TPS/TVH

source: Payroll
fr: Retenues sur la paie

source: Business number
fr: Numéro d'entreprise

source: Savings and pension plans
fr: Régimes d’épargne et de pension

source: Child and family benefits
fr: Prestations pour enfants et familles

source: Excise taxes, duties, and levies
fr: Taxes d’accise, droits et prélèvements

source: Charities and giving
fr: Organismes de bienfaisance et dons

source: My Account
fr: Mon dossier

source: My Business Account
fr: Mon dossier d'entreprise

source: Represent a Client
fr: Représenter un client

source: File a GST/HST return (NETFILE)
fr: Transmettre une déclaration de TPS/TVH (IMPÔTNET)

source: Make a payment to the Canada Revenue Agency
fr: Faire un paiement à l'agence du revenu du Canada

source: Find the next benefit payment date
fr: Trouver la date du prochain versement des prestations

source: Environment
fr: Environnement

source: and natural resources
fr: et ressources naturelles

source: Weather, climate and hazards
fr: Météo, climat et catastrophes naturelles

source: Energy
fr: Énergie

source: Natural resources
fr: Ressources naturelles

source: Agricultural practices
fr: Pratiques agricoles

source: Fisheries
fr: Pêches

source: Wildlife, plants and species
fr: Faune, flore et espèces

source: Pollution and waste management
fr: Pollution et gestion des déchets

source: Environmental conservation and protection
fr: Conservation et protection de l'environnement

source: Local weather forecast
fr: Prévisions météo locales

source: Fuel-efficient vehicles
fr: Véhicules écoénergétiques

source: Home energy efficiency
fr: Efficacité énergétique des maisons

source: Species at risk
fr: Espèces en péril

source: Prepare for severe weather
fr: Préparation aux conditions météorologiques dangereuses

source: Defence: home
fr: Défense: accueil

source: National security
fr: Sécurité nationale

source: Canadian Armed Forces
fr: Forces armées canadiennes

source: Defence equipment purchases and upgrades
fr: Achat et mise à niveau d’équipement de la Défense

source: Transportation security
fr: Sûreté des transports

source: Securing the border
fr: Sécuriser la frontière

source: Cyber security
fr: Cybersécurité

source: Jobs in national security and defence
fr: Emplois en sécurité nationale et en défense

source: Services and benefits for the military
fr: Services et avantages sociaux du personnel militaire

source: Jobs in the Canadian Armed Forces
fr: Emplois dans les Forces armées canadiennes

source: Military ranks
fr: Grades militaires

source: Defence equipment
fr: Équipement de la Défense

source: Current list of terrorist entities
fr: List actuelle des entités terroristes

source: Join the Cadets
fr: Devenir cadet

source: Canada's Defence policy
fr: Politique de défense du Canada

source: , history and sport
fr: , histoire et sport

source: Funding - Culture, history and sport
fr: Financement - Culture, histoire et sport

source: Events, celebrations and commemorations
fr: Événements, célébrations et commémorations

source: Cultural landmarks and attractions
fr: Lieux et attraits culturels

source: Canadian identity and society
fr: Identité canadienne et société

source: History and heritage
fr: Histoire et patrimoine

source: Arts and media
fr: Arts et média

source: Cultural youth programs
fr: Programmes culturels pour les jeunes

source: Cultural trade and investment
fr: Commerce et investissement culturels

source: Visit the Canadian Virtual War Memorial
fr: Visitez le Mémorial virtuel de guerre du Canada

source: Anthems and symbols of Canada
fr: Hymnes et symboles du Canada

source: Find a CRTC decision
fr: Trouvez une décision du CRTC

source: Research your family history
fr: Faites des recherches sur votre histoire familiale

source: Search census records
fr: Cherchez des documents de recensement

source: Landmarks and attractions in Canada’s capital
fr: Lieux et attraits dans la capitale du Canada

source: Policing
fr: Services de police

source: , justice and emergencies
fr: , justice et urgences

source: Emergencies
fr: Urgences

source: Corrections
fr: Services correctionnels

source: Parole, record suspension, expungement and clemency
fr: Libération conditionnelle, suspension du casier, radiation et clémence

source: Victims of crime
fr: Victimes d'actes criminels

source: Apply/Renew a firearms licence
fr: Demander ou renouveler un permis d'arme à feu

source: Get a criminal records check
fr: Obtenir une attestation de vérification de casier judiciaire

source: Apply for a criminal record suspension
fr: Demander la suspension d’un casier judiciaire

source: What to do during an emergency
fr: Que faire durant une urgence

source: Know the law on impaired driving
fr: Connaissez la loi sur la conduite avec facultés affaiblies

source: Help solve a crime
fr: Aidez à résoudre un crime

source: and infrastructure
fr: et infrastructure

source: Marine transportation
fr: Transport maritime

source: Road transportation
fr: Transport routier

source: Rail transportation
fr: Transport ferroviaire

source: Dangerous goods
fr: Marchandises dangereuses

source: Drone safety
fr: Sécurité des drones

source: What you can't bring on an airplane
fr: Articles interdits à bord d’un avion

source: Register your vessel
fr: Immatriculer votre bâtiment

source: Child car seat safety
fr: Sécurité des sièges d'auto pour enfants

source: Transporting dangerous goods - Regulations
fr: Transporter des marchandises dangereuses - Règlements

source: Canadian Aviation Regulations
fr: Règlement de l’aviation canadien

source: International offices and emergency contacts
fr: Bureaux internationaux et contacts d’urgence

source: Study, work and travel worldwide
fr: Étude, travail et voyage partout dans le monde

source: Funding for international initiatives
fr: Financement d’initiatives internationales

source: Global issues and international assistance
fr: Enjeux mondiaux et aide internationale

source: International relations
fr: Relations internationales

source: Information by countries and territories
fr: Information par pays et territoires

source: Stories
fr: Histoires

source: Find a Canadian scholarship as an international student
fr: Trouver une bourse d’études canadienne en tant qu’étudiant international

source: Find international study or research opportunities in Canada
fr: Trouver des occasions d’étude ou de recherche au Canada

source: Authenticate a document
fr: Authentifier un document

source: Contact a foreign representative in Canada
fr: Communiquer avec un représentant étranger au Canada

source: International treaties signed by Canada
fr: Traités internationaux signés par le Canada

source: Finance: home
fr: Finances: accueil

source: Managing your money
fr: Gérer votre argent

source: Debt and borrowing
fr: Dettes et emprunts

source: Savings and investments
fr: Épargne et investissement

source: Education funding
fr: Financement des études

source: Protection from frauds and scams
fr: Protection contre la fraude et les escroqueries

source: Financial tools and calculators
fr: Calculatrices et outils financiers

source: Financial literacy programs
fr: Programmes de littératie financière

source: Consumer affairs
fr: Questions de consommation

source: Insolvency
fr: Insolvabilité

source: Government finances
fr: Finances publiques

source: Financial and money services regulation
fr: Réglementation des services financiers et monétaires

source: Find a bankruptcy or insolvency record
fr: Trouver un dossier de faillite ou d’insolvabilité

source: Student loans
fr: Prêts étudiants

source: Set up direct deposit
fr: Inscrivez-vous au dépôt direct

source: Mortgages
fr: Obtenir des renseignements sur les hypothèques

source: Credit report and scores
fr: Dossiers et cotes de crédit

source: Make a budget
fr: Faire un budget

source: Rates and contribution limits
fr: Taux et limites de contribution

source: and innovation
fr: et innovation

source: Research funding and awards
fr: Financement, subventions et prix pour la recherche

source: Science subjects
fr: Thèmes scientifiques

source: Open data, statistics and archives
fr: Données ouvertes, statistiques et archives

source: Research institutes and facilities
fr: Instituts et établissements de recherches

source: Directory of scientists and research professionals
fr: R-D et innovation

source: Science education resources
fr: Ressources pédagogiques scientifiques

source: National building codes
fr: Code national du bâtiment

source: Official time across Canada
fr: Heures officielles au Canada

source: Check sunrise and sunset times
fr: Trouver les heures de levers et de couchers du soleil

source: Grants for technological innovation (IRAP)
fr: Bourses pour l’innovation technologique (PARI)

source: Federal Science Library
fr: Bibliothèque scientifique fédérale

source: Live view of northern lights cam
fr: Aurores boréales en direct

source: Skip to content
fr: Aller au contenu

source: Resources
fr: Ressources

source: Keyword
fr: Mots clés

source: Remove
fr: Retirer

source: Open Data
fr: Données ouvertes

source: Proactive Disclosure
fr: Divulgation proactive

source: entry
fr: entrée

source: Private
fr: Privé

source: You're currently viewing an old version of this dataset. To see the current version, click <a href="%(url)s">here</a>.
fr: Vous regardez présentement une version antérieur de ce jeu de donnée. Pour voir la version actuelle, cliquez <a href="%(url)s">ici</a>.

source: Draft
fr: Brouillon

source: Deleted
fr: Supprimé

source: Manage
fr: Gérer

source: Dataset
fr: Jeu de donnée

source: Groups
fr: Groupes

source: Activity Stream
fr: Flux d'activité

source: Additional information
fr: Informations additionnelles

source: English only
fr: Anglais seulement

source: French only
fr: Français seulement

source: About this record
fr: À propos de cette fiche

source: Record ID
fr: Identificateur du dossier

source: Metadata
fr: Métadonnées

source: Link to JSON format
fr: Lien au format JSON

source: View
fr: Vu

source: API Endpoint
fr: Point final de l'API

source: Go to resource
fr: Aller à la ressource

source: Download
fr: Télécharger

source: From the dataset abstract
fr: Extrait du résumé

source: This page is still experimental. Some parts may not be fully functional/translated yet. We appreciate your support and feedback as we continue to work hard to provide you with the best experience possible. Please report any issues to asc.donnees-data.csa@canada.ca.
fr: Cette page est encore expérimentale. Certaines fonctionnalités peuvent ne pas être complètement traduite/fonctionnelle. Nous apprécions votre support et retour et nous continuerons de travailler fort pour vous apporter la meilleure expérience possible. Merci d'indiquer tout problème à asc.donnees-data.csa@canada.ca

source: There are no views created for this resource yet.
fr: Il n'existe pas encore de visualisation pour cette ressource.

source: Not seeing the views you were expecting?
fr: Vous ne voyez pas la visualisation à laquelle vous vous attendiez?
